{
  "en": [
    {
      "id": 1,
      "image": "/news/news-1.jpg",
      "title": "Tombs of the Kings (Paphos): Rock-cut tombs dating to the Hellenistic and Roman periods.",
      "text": "The Tombs of the Kings in Paphos, Cyprus, is one of the island’s most fascinating archaeological sites. Despite the name, no kings were actually buried here. The site, dating back to the Hellenistic (3rd century BCE) and Roman periods, earned its royal title due to the grandeur and scale of the tombs, which were carved directly into the bedrock. These underground burial chambers were reserved for high-ranking officials and aristocrats of the time. Influenced by Egyptian traditions, many tombs feature Doric columns, frescoed walls, and open courtyards, reflecting both Greek and Roman architectural styles. The combination of simplicity and elegance in the design reveals much about the burial practices and social structures of ancient Cyprus. Today, visitors can explore a number of these tombs, many of which are remarkably well-preserved. Walking among the ancient ruins offers a unique glimpse into the past, where silence and stone tell stories of power, prestige, and reverence for the dead. The Tombs of the Kings is not only a UNESCO World Heritage Site but also a powerful testament to the island’s rich historical and cultural legacy. It remains a must-see for anyone interested in ancient history and archaeology."
    },
    {
      "id": 2,
      "image": "/news/news-2.jpg",
      "title": "Nissi Beach (Ayia Napa): Famous for its crystal-clear waters and vibrant beach parties.",
      "text": "Nissi Beach is one of the most iconic and popular beaches in Cyprus, located in the resort town of Ayia Napa. Known for its crystal-clear turquoise waters and soft white sand, it attracts both locals and tourists from around the world. The beach is named after the small islet “Nissi” which is just a short walk through the shallow waters and adds to the unique charm of the area. Nissi Beach is also famous for its lively atmosphere and beach parties, especially during the summer months. DJs, live music, and dance events keep the energy high, making it a favorite destination for young travelers. Water sports like jet skiing, parasailing, and paddleboarding are widely available, offering fun and excitement for all ages. Families, couples, and solo adventurers alike can find something to enjoy — from relaxing under a sunbed to dancing barefoot in the sand. With nearby restaurants, bars, and cafes, it’s easy to spend a full day at this breathtaking beach. Whether you're looking for relaxation or vibrant fun, Nissi Beach offers the perfect balance of both. "
    },
    {
      "id": 3,
      "image": "/news/news-3.jpg",
      "title": "Fig Tree Bay (Protaras): Ideal for families and water sports.",
      "text": "Fig Tree Bay is a stunning beach located in the heart of Protaras on the eastern coast of Cyprus. Named after the solitary fig tree that has stood there for centuries, this beach is known for its golden sand and shallow, crystal-clear waters. It’s a perfect destination for families with children, offering a safe and welcoming environment for swimming and playing. The calm, transparent sea makes it easy for kids to enjoy the water, while parents can relax on sunbeds or enjoy refreshments at nearby cafes. Fig Tree Bay also offers a variety of water sports, such as paddleboarding, snorkeling, jet skiing, and banana boat rides, making it a fun spot for both adults and adventurous teens. In addition to its natural beauty, Fig Tree Bay is well-organized, with facilities such as changing rooms, lifeguards, and easy access for strollers and wheelchairs. The small islet just offshore is great for a short swim or snorkeling adventure. Whether you're looking for relaxation, safe swimming for children, or exciting water activities, Fig Tree Bay combines everything in one beautiful setting."
    },
    {
      "id": 4,
      "image": "/news/news-4.jpg",
      "title": "Kourion Archaeological Site: Ancient Greco-Roman theatre and ruins.",
      "text": "The Kourion Archaeological Site, located near Limassol, is one of the most significant ancient sites in Cyprus. Perched on a cliff overlooking the Mediterranean Sea, it offers breathtaking views and a fascinating glimpse into the island’s rich history.At the heart of Kourion lies the impressive Greco-Roman theatre, originally built in the 2nd century BC and later expanded by the Romans. Today, it is still used for performances and concerts, thanks to its excellent acoustics and preservation.Surrounding the theatre are extensive ruins, including the House of Eustolios, with stunning mosaics, public baths, a Roman forum, early Christian basilicas, and residential areas. These ruins tell the story of a once-thriving ancient city that flourished during Greek and Roman times.Visitors can walk along ancient streets, admire the architecture, and explore daily life as it was centuries ago. Informational signs and guided tours help bring the past to life.Kourion is not just a historical site—it’s a journey into the soul of ancient Cyprus."
    },
    {
      "id": 5,
      "image": "/news/news-5.jpg",
      "title": "Paphos Archaeological Park: UNESCO World Heritage Site with mosaics and ancient tombs.",
      "text": "Paphos Archaeological Park is one of Cyprus’s most important historical and cultural treasures. Recognized as a UNESCO World Heritage Site, the park is located near the Paphos harbor and offers a rich collection of ruins dating from prehistoric times to the Middle Ages. The site is particularly famous for its remarkably well-preserved Roman mosaics found in the Houses of Dionysos, Theseus, Aion, and Orpheus. These mosaics depict mythological scenes and everyday life with extraordinary artistic detail, making them some of the finest in the Mediterranean.In addition to the mosaics, visitors can explore ancient villas, a Roman amphitheater, a lighthouse, early Christian basilicas, and the impressive Tombs of the Kings carved into the rock. These underground tombs were used by high-ranking officials during the Hellenistic and Roman periods. With clearly marked walking paths and informative signage, the park offers a captivating journey through centuries of Cypriot history. Whether you're a history enthusiast or a casual traveler, the Paphos Archaeological Park provides an unforgettable experience that connects you to the ancient world."
    },
    {
      "id": 6,
      "image": "/news/news-6.jpg",
      "title": "Wine Villages (Krasochoria): Traditional villages with wineries, especially in Limassol District.",
      "text": "The Wine Villages of Cyprus, known locally as Krasochoria, are a collection of picturesque and traditional villages located mainly in the Limassol District. These villages are famous for their long-standing winemaking traditions, which date back centuries. Nestled among rolling hills and lush vineyards, Krasochoria offers visitors a unique opportunity to explore authentic Cypriot culture, taste locally produced wines, and witness the art of winemaking up close.Villages like Omodos, Koilani, and Arsos boast charming stone houses, narrow winding streets, and cozy taverns where visitors can enjoy traditional Cypriot cuisine paired with excellent local wines. Many wineries in these villages open their doors for tours and tastings, offering a personal insight into their production methods and history.Visiting Krasochoria is not just about wine; it's an immersive experience that combines history, gastronomy, and breathtaking nature. Whether you are a wine enthusiast or simply a traveler seeking cultural authenticity, the Wine Villages of Cyprus are a must-visit destination that showcases the island’s rich heritage."
    }
  ],
  "gr": [
    {
      "id": 1,
      "image": "/news/news-1.jpg",
      "title": "Τάφοι των Βασιλέων (Πάφος): Λαξευτοί τάφοι της Ελληνιστικής και Ρωμαϊκής περιόδου",
      "text": "Οι περίφημοι «Τάφοι των Βασιλέων» αποτελούν τμήμα του Αρχαιολογικού Πάρκου της Κάτω Πάφου, έναν από τους πιο σημαντικούς αρχαιολογικούς χώρους της Κύπρου, ο οποίος έχει συμπεριληφθεί στον κατάλογο Παγκόσμιας Πολιτιστικής Κληρονομιάς της ΟΥΝΕΣΚΟ από το 1980. Οι μνημειακοί υπόγειοι τάφοι είναι σκαλισμένοι από στερεό βράχο και χρονολογούνται στην Ελληνιστική και Ρωμαϊκή Περίοδο. Αντί για βασιλείς, στην πραγματικότητα θάφτηκαν εδώ υψηλόβαθμοι αξιωματούχοι και μέλη της αριστοκρατίας. Ωστόσο, το μέγεθος και το μεγαλείο των τάφων, μερικοί από τους οποίους είναι διακοσμημένοι με δωρικούς κίονες, έδωσαν στην τοποθεσία το μεγαλοπρεπές όνομά της. Μερικοί από τους τάφους μοιάζουν με τις κατοικίες των ζωντανών, με αίθουσες ενταφιασμών που ανοίγουν σ΄ ένα αίθριο με περιστύλιο. Είναι παρόμοιοι με τάφους που βρέθηκαν στην Αλεξάνδρεια, αποδεικνύοντας τις στενές σχέσεις μεταξύ των δύο πόλεων κατά την Ελληνιστική Περίοδο. Ο χώρος συνδέεται με την Πολιτιστική Διαδρομή Αφροδίτη."
    },
    {
      "id": 2,
      "image": "/news/news-2.jpg",
      "title": "Παραλία Νησί (Αγία Νάπα): Διάσημη για τα κρυστάλλινα νερά της και τα ζωντανά πάρτι στην παραλία",
      "text": "Η παραλία Νησί είναι μία από τις πιο γνωστές και αγαπημένες παραλίες στην Κύπρο, που βρίσκεται στο δημοφιλές θέρετρο της Αγίας Νάπας. Ξεχωρίζει για τα κρυστάλλινα γαλαζοπράσινα νερά της και την απαλή λευκή άμμο της, προσελκύοντας επισκέπτες από όλο τον κόσμο. Πήρε το όνομά της από το μικρό νησάκι 'Νησί', το οποίο είναι εύκολα προσβάσιμο περπατώντας μέσα στα ρηχά νερά. Η παραλία φημίζεται και για τη ζωντανή της ατμόσφαιρα και τα διάσημα beach parties της, ιδιαίτερα τους καλοκαιρινούς μήνες. DJs, ζωντανή μουσική και χορευτικά events δημιουργούν μια μοναδική εμπειρία για τους νέους επισκέπτες. Υπάρχουν επίσης πολλές επιλογές για θαλάσσια σπορ, όπως jet ski, parasailing και paddleboard. Είτε θέλετε να χαλαρώσετε στον ήλιο είτε να διασκεδάσετε με μουσική και χορό, η παραλία Νησί προσφέρει το τέλειο μείγμα απόλαυσης και δράσης. "
    },
    {
      "id": 3,
      "image": "/news/news-3.jpg",
      "title": "Παραλία Συκιάς (Πρωταράς): Ιδανική για οικογένειες και θαλάσσια σπορ",
      "text": "Η παραλία Συκιάς, στην καρδιά του Πρωταρά, είναι μία από τις ομορφότερες παραλίες στην ανατολική ακτή της Κύπρου. Πήρε το όνομά της από τη μοναδική συκιά που στέκεται εκεί εδώ και αιώνες. Η παραλία ξεχωρίζει για την ψιλή χρυσή άμμο και τα ρηχά, καθαρά νερά της, κάνοντάς την ιδανική για οικογένειες με παιδιά. Τα ήρεμα νερά προσφέρουν ασφάλεια για μικρούς κολυμβητές, ενώ οι γονείς μπορούν να απολαύσουν τη χαλάρωση στις ξαπλώστρες ή να πιουν κάτι στα κοντινά καφέ. Η παραλία προσφέρει επίσης πολλές δραστηριότητες θαλάσσιων σπορ, όπως SUP, jet ski, snorkeling και βόλτες με μπανάνα. Η παραλία Συκιάς είναι καλά οργανωμένη, με αποδυτήρια, ναυαγοσώστες και πρόσβαση για καροτσάκια. Το μικρό νησάκι απέναντι είναι ιδανικό για εξερεύνηση ή κολύμπι. Είτε επιθυμείτε χαλάρωση, είτε διασκέδαση στη θάλασσα, η παραλία Συκιάς τα προσφέρει όλα."
    },
    {
      "id": 4,
      "image": "/news/news-4.jpg",
      "title": "Αρχαιολογικός Χώρος Κουρίου: Αρχαίο Ελληνορωμαϊκό θέατρο και ερείπια",
      "text": "Ο Αρχαιολογικός Χώρος του Κουρίου, κοντά στη Λεμεσό, είναι ένας από τους σημαντικότερους αρχαιολογικούς χώρους της Κύπρου. Βρίσκεται σε ύψωμα με θέα στη Μεσόγειο Θάλασσα και προσφέρει πανοραμική θέα και ματιά στην αρχαία ιστορία του νησιού. Στο κέντρο του χώρου βρίσκεται το εντυπωσιακό Ελληνορωμαϊκό θέατρο, που χρονολογείται από τον 2ο αιώνα π.Χ. και αργότερα επεκτάθηκε από τους Ρωμαίους. Μέχρι και σήμερα φιλοξενεί παραστάσεις, λόγω της εξαιρετικής ακουστικής και συντήρησής του.Γύρω από το θέατρο βρίσκονται ερείπια όπως το Σπίτι του Ευστόλιου με υπέροχα ψηφιδωτά, ρωμαϊκά λουτρά, φόρουμ, παλαιοχριστιανικές βασιλικές και κατοικίες. Αυτά τα ευρήματα αποκαλύπτουν την καθημερινή ζωή μιας ακμάζουσας αρχαίας πόλης.Οι επισκέπτες μπορούν να περπατήσουν στα αρχαία δρομάκια και να ζήσουν μια μοναδική ιστορική εμπειρία.Το Κούριον δεν είναι απλώς ένα αρχαιολογικό σημείο – είναι ένα ταξίδι στο παρελθόν της Κύπρου."
    },
    {
      "id": 5,
      "image": "/news/news-5.jpg",
      "title": "Αρχαιολογικό Πάρκο Πάφου: Μνημείο Παγκόσμιας Κληρονομιάς της UNESCO με ψηφιδωτά και αρχαίους τάφους",
      "text": "Το Αρχαιολογικό Πάρκο Πάφου αποτελεί έναν από τους σημαντικότερους αρχαιολογικούς χώρους της Κύπρου και έχει αναγνωριστεί ως Μνημείο Παγκόσμιας Κληρονομιάς της UNESCO. Βρίσκεται κοντά στο λιμάνι της Πάφου και φιλοξενεί ερείπια από την προϊστορική εποχή έως και τον Μεσαίωνα.Ο χώρος φημίζεται για τα εξαιρετικά ρωμαϊκά ψηφιδωτά που βρίσκονται στις Οικίες του Διονύσου, του Θησέα, του Ορφέα και του Αίωνος. Τα έργα αυτά απεικονίζουν μυθολογικές σκηνές και στοιχεία καθημερινής ζωής με εντυπωσιακή λεπτομέρεια.Εκτός από τα ψηφιδωτά, οι επισκέπτες μπορούν να δουν ρωμαϊκές επαύλεις, αμφιθέατρο, φάρο, παλαιοχριστιανικές βασιλικές και τους περίφημους Τάφους των Βασιλέων — τάφους λαξευμένους σε βράχο που χρονολογούνται από την Ελληνιστική και Ρωμαϊκή περίοδο.Με μονοπάτια και ενημερωτικές πινακίδες, το πάρκο προσφέρει ένα ταξίδι στην ιστορία της Κύπρου που δεν πρέπει να χάσετε."
    },
    {
      "id": 6,
      "image": "/news/news-6.jpg",
      "title": "Κρασοχώρια: Παραδοσιακά Χωριά με Οινοποιεία, Ιδιαίτερα στην Επαρχία Λεμεσού",
      "text": "Τα Κρασοχώρια της Κύπρου είναι μια συλλογή από γραφικά και παραδοσιακά χωριά που βρίσκονται κυρίως στην επαρχία Λεμεσού. Αυτά τα χωριά είναι γνωστά για τη μακρόχρονη παράδοση της οινοποιίας που χρονολογείται από αιώνες. Χτισμένα ανάμεσα σε καταπράσινους αμπελώνες και λόφους, τα Κρασοχώρια προσφέρουν μια μοναδική εμπειρία πολιτισμού, γαστρονομίας και φύσης.Χωριά όπως ο Όμοδος, το Κοιλάνι και το Άρσος ξεχωρίζουν για τα πετρόκτιστα σπίτια, τα στενά δρομάκια και τις παραδοσιακές ταβέρνες όπου μπορείτε να απολαύσετε κυπριακή κουζίνα συνοδευόμενη από εξαιρετικά τοπικά κρασιά. Πολλά οινοποιεία υποδέχονται επισκέπτες για γευσιγνωσία και ξενάγηση, προσφέροντας μια βαθύτερη κατανόηση της παραγωγής και της ιστορίας τους.Η επίσκεψη στα Κρασοχώρια δεν είναι μόνο για το κρασί· είναι μια συνολική εμπειρία πολιτισμού και φυσικής ομορφιάς που αξίζει να ανακαλύψετε."
    }

  ],
  "ru": [
    {
      "id": 1,
      "image": "/news/news-1.jpg",
      "title": "Гробницы царей (Пафос): Высеченные в скале гробницы эллинистического и римского периодов",
      "text": "Гробницы царей в Пафосе — одно из самых впечатляющих археологических мест на Кипре. Несмотря на название, здесь не похоронены цари. Эти подземные гробницы, относящиеся к эллинистическому (III век до н. э.) и римскому периодам, получили своё название благодаря своему монументальному и величественному виду. Гробницы вырезаны прямо в скале и служили местом захоронения высокопоставленных чиновников и представителей знати. Архитектура гробниц демонстрирует влияние египетских, греческих и римских традиций — с дорическими колоннами, фресками и внутренними двориками. Сегодня туристы могут прогуляться по этим древним захоронениям, многие из которых хорошо сохранились. Это уникальная возможность прикоснуться к прошлому и почувствовать дух древнего мира. Гробницы царей, входящие в список Всемирного наследия ЮНЕСКО, являются важной частью культурного наследия Кипра и обязательны к посещению для любителей истории и археологии."
    },
    {
      "id": 2,
      "image": "/news/news-2.jpg",
      "title": "Пляж Нисси (Айя-Напа): Известен кристально чистой водой и яркими пляжными вечеринками",
      "text": "Пляж Нисси — один из самых известных и посещаемых пляжей Кипра, расположенный в курортном городе Айя-Напа. Он славится своими кристально чистыми бирюзовыми водами и мягким белым песком. Название пляжа происходит от небольшого островка «Нисси», до которого можно легко дойти пешком по мелководью. Пляж знаменит своей энергичной атмосферой и пляжными вечеринками, особенно в летний сезон. Ди-джеи, живая музыка и танцевальные мероприятия делают его любимым местом для молодежи. На Нисси-Бич также предлагается множество водных развлечений: гидроциклы, парасейлинг, сапбординг и многое другое. Семьи, пары и одинокие путешественники найдут здесь отдых на любой вкус — от спокойного лежания под солнцем до зажигательных танцев на берегу. Благодаря близости кафе, баров и ресторанов, можно провести на пляже весь день. Нисси-Бич идеально сочетает в себе релакс и веселье. "
    },
    {
      "id": 3,
      "image": "/news/news-3.jpg",
      "title": "Пляж Фиг-Три-Бэй (Протарас): Идеальное место для семей и водных видов спорта",
      "text": "Пляж Фиг-Три-Бэй расположен в самом сердце курорта Протарас на востоке Кипра. Он получил своё название от одинокого фигового дерева, растущего здесь веками. Пляж славится своим золотистым песком и прозрачной мелкой водой, что делает его отличным местом для отдыха с детьми. Мелководье и спокойное море идеально подходят для купания малышей, а взрослые могут расслабиться на шезлонгах или выпить кофе в ближайших кафе. На пляже также доступны разнообразные водные развлечения: сапбординг, снорклинг, водные мотоциклы и катание на «банане». Фиг-Три-Бэй хорошо оборудован: здесь есть раздевалки, спасатели, удобный доступ для колясок. Неподалёку от берега расположился маленький островок, куда можно доплыть или поплавать с маской. Если вы ищете безопасный семейный отдых, красоту природы и активные водные развлечения — Фиг-Три-Бэй предлагает всё это в одном месте. "
    },
    {
      "id": 4,
      "image": "/news/news-4.jpg",
      "title": "Археологический памятник Курион: Древнегреческий и римский театр и руины",
      "text": "Археологический памятник Курион, расположенный недалеко от Лимасола, считается одним из самых значимых древних мест Кипра. Он находится на скале с захватывающим видом на Средиземное море и предлагает уникальное погружение в историю острова.Центральное место занимает великолепный греко-римский театр, построенный во II веке до н.э. и расширенный римлянами. Сегодня театр используется для концертов и спектаклей благодаря своей прекрасной акустике и отличному состоянию.Вокруг театра расположены обширные руины: Дом Эвстолия с мозаиками, римские бани, форум, христианские базилики и жилые здания. Эти руины рассказывают историю процветающего древнего города.Посетители могут прогуляться по древним улицам и представить, как проходила жизнь здесь тысячи лет назад. Информационные таблички и экскурсии делают визит ещё более увлекательным.Курион — это не просто развалины, а живое свидетельство славного прошлого Кипра."
    },
    {
      "id": 5,
      "image": "/news/news-5.jpg",
      "title": "Археологический парк Пафоса: Объект Всемирного наследия ЮНЕСКО с мозаиками и древними гробницами",
      "text": "Археологический парк Пафоса — один из главных исторических памятников Кипра и объект Всемирного наследия ЮНЕСКО. Он расположен недалеко от гавани Пафоса и охватывает руины, относящиеся к разным эпохам — от доисторического времени до Средневековья.Особую известность парк получил благодаря прекрасно сохранившимся римским мозаикам в домах Диониса, Тесея, Орфея и Айона. Эти мозаики изображают сцены из мифологии и повседневной жизни с удивительной художественной точностью.Кроме мозаик, здесь можно увидеть древние виллы, римский амфитеатр, маяк, раннехристианские базилики, а также знаменитые Царские гробницы — погребения, вырезанные в скале, использовавшиеся элитой во времена Эллинизма и Рима.Сеть дорожек и информационные таблички делают осмотр удобным и увлекательным. Посещение парка подарит незабываемое погружение в древнюю историю Кипра."
    },
    {
      "id": 6,
      "image": "/news/news-6.jpg",
      "title": "Краcохория: Традиционные Деревни с Винодельнями, Особенно в Районе Лимассола",
      "text": "Краcохория — это живописные традиционные деревни Кипра, расположенные преимущественно в районе Лимассола. Эти места славятся многовековыми традициями виноделия. Среди холмов и зеленых виноградников Краcохория предлагают уникальную возможность познакомиться с кипрской культурой, попробовать местные вина и увидеть процесс виноделия своими глазами.Деревни, такие как Омодос, Койлани и Арсос, очаровывают каменными домами, узкими улочками и уютными тавернами, где подают традиционную кипрскую кухню с великолепными местными винами. Многие винодельни открыты для экскурсий и дегустаций, где можно узнать больше о технологии производства и истории вин.Посещение Краcохории — это не только про вино, но и про культуру, гастрономию и удивительную природу Кипра. Для любителей вина и путешественников, стремящихся к аутентичным впечатлениям, Краcохория — обязательный пункт в маршруте по острову."
    }
  ]
}

